Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Taseen vastaaviin merkitään kansallisomaisuuden ja käyttöomaisuuden hankintamenojen ja muiden pitkävaikutteisten menojen poistamaton osa sekä arvostuserät samoin kuin vaihto-omaisuuden aktivoidut hankintamenot ja rahoitusomaisuus.
sv_se: I balansräkningen upptas bland aktiva den icke avskrivna delen av anskaffningsutgifterna för nationalförmögenhet och anläggningstillgångar och övriga utgifter med lång verkningstid samt värderingsposter och aktiverade anskaffningsutgifter för omsättningstillgångar samt finansieringstillgångar.

source: Kansallisomaisuutta on kulttuuri- ja luonnonperintöä oleva valtion omaisuus, jonka omistuksen ensisijaisena tarkoituksena on omaisuuden säilyttäminen ja säilymisen turvaaminen.
sv_se: Som nationalförmögenhet räknas sådana statligt ägda kultur- och naturarv, vars statliga ägande har som primära syfte att bevara förmögenheten och trygga dess bevarande.

source: Käyttöomaisuutta ovat esineet, erikseen luovutettavissa olevat oikeudet ja muut hyödykkeet, joiden vaikutus- aika tuotannontekijänä ulottuu useammalle kuin yhdelle varainhoitovuodelle.
sv_se: Som anläggningstillgångar räknas föremål, rättigheter som kan överlåtas separat och andra nyttigheter vilkas verkningstid som produktionsfaktorer sträcker sig över en längre tid än ett finansår.

source: Vaihto-omaisuutta ovat sellaisinaan tai jalostettuina luovutettaviksi tai kulutettaviksi tarkoitetut hyödykkeet.
sv_se: Som omsättningstillgångar räknas nyttigheter vilka som sådana eller i förädlad form är avsedda för att överlåtas eller konsumeras.

source: Rahoitusomaisuutta ovat rahat, saamiset sekä tilapäisesti muussa muodossa olevat rahoitusvarat.
sv_se: Som finansieringstillgångar räknas pengar, fordringar samt sådana finansieringsmedel som tillfälligt innehar någon annan form.

source: Taseen vastattaviin merkitään oma pääoma, varaukset, arvostuserät sekä vieras pääoma jaoteltuna pitkä- ja lyhytaikaisiin velkoihin.
sv_se: Bland balansräkningens passiva upptas eget kapital, reserver, värderingsposter samt det främmande kapitalet uppdelat i kort- och långfristiga skulder.

source: Arvostaminen taseessa
sv_se: Värdering av balansposter

source: Omaisuus arvostetaan tasetta laadittaessa alkuperäisiin verottomiin hankintamenoihin, vuoden 1998 aloittavan taseen arvoihin tai nimellisarvoihin perustuen.
sv_se: Vid upprättandet av balansräkningen värderas tillgångarna till ursprungliga skattefria anskaffningsutgifter, på basis av värdena i den ingående balansen år 1998 eller på basis av nominella värden.

source: Hankintamenoon luetaan hyödykkeen hankinnasta ja valmistuksesta aiheutuneet muuttuvat menot.
sv_se: I anskaffningsutgiften upptas de rörliga utgifter som anskaffningen och tillverkningen av tillgången orsakat.

source: Jos hyödykkeen hankintaan ja valmistukseen liittyvien kiinteiden menojen määrä on olennainen, saadaan hankintamenoon lisäksi lukea osuus kiinteistä menoista.
sv_se: Om de fasta utgifter som ansluter sig till anskaffningen och tillverkningen av nyttigheten är väsentliga kan dessutom en andel av de fasta utgifterna upptas i anskaffningsutgiften.

source: Jos vaihto-omaisuuden todennäköinen hankintameno tai maksullisen toiminnan vaihto-omaisuuden luovutushinta on varainhoitovuoden päättyessä hankintamenoa pienempi, kirjataan erotus kuluksi.
sv_se: Om den sannolika anskaffningsutgiften för omsättningstillgångar eller överlåtelsepriset för omsättningstillgångar inom avgiftsbelagd verksamhet är lägre än anskaffningsutgiften vid slutet av finansåret upptas skillnaden som kostnad.

source: Kansallis- ja käyttöomaisuuden tasearvot perustuvat alkuperäisiin hankintamenoihin, joista on tehty suunnitelman mukaiset poistot.
sv_se: Balansvärdena på nationalförmögenhet och anläggningstillgångar baserar sig på ursprungliga anskaffningsutgifter, med avdrag för avskrivningar enligt plan.

source: Poistot tehdään ensimmäisen kerran siltä kuukaudelta jonka aikana hyödykkeen käyttö aloitetaan ja ne kirjataan pääsääntöisesti tasapoistoina hyödykkeen vaikutusaikana.
sv_se: Avskrivningarna börjar löpa från den månad då nyttigheten tas i bruk, och i regel redovisas de som jämna avskrivningar under nyttighetens verkningstid.

source: Vähäiset omaisuushankinnat, joiden vaikutusaika ylittää vuoden, mutta hankintameno on alle 10 000 euroa, voidaan kirjata kokonaisuudessaan hankintavuoden kuluksi.
sv_se: Små anskaffningar av tillgångar vars anskaffningsutgift är under 10 000 euro och vars verkningstid är över ett år kan i sin helhet redovisas som kostnad under anskaffningsåret.

source: Jos kansallisomaisuuteen tai käyttöomaisuuteen kuuluvan maa- tai vesialueen, rakennuksen, arvopaperin tai muun niihin verrattavan hyödykkeen todennäköinen luovutushinta on varainhoitovuoden päättyessä pysyvästi hankintamenoa olennaisesti suurempi, taseeseen voidaan tehdä arvonkorotus.
sv_se: Om det sannolika överlåtelsepriset för ett mark- eller vattenområde, en byggnad, ett värdepapper eller annan därmed jämförbar nyttighet som ingår i nationalförmögenheten eller anläggningstillgångarna vid slutet av finansåret är väsentligt och varaktigt högre än anskaffningsutgiften kan en uppskrivning göras i balansräkningen.

source: Arvonkorotuksen vasta-arvo merkitään tällöin arvostuseräksi taseen vastattaviin.
sv_se: Uppskrivningens motvärde upptas då som en värderingspost bland passiva i balansräkningen.

source: Saamiset merkitään taseeseen nimellisarvoon, kuitenkin enintään todennäköiseen arvoon.
sv_se: Fordringar upptas i balansräkningen till nominellt belopp, dock högst till sannolikt värde.

source: Rahoitusomaisuuteen kuuluvat arvopaperit ja muut sellaiset rahoitusvarat merkitään hankintamenon suuruisina tai, jos niiden tilinpäätöspäivän todennäköinen luovutushinta on sitä alempi, tämän määräisinä.
sv_se: Värdepapper, som utgör finansieringstillgångar, och andra sådana finansieringsmedel upptas till anskaffningsutgiften eller, om deras sannolika överlåtelsepris på bokslutsdagen är lägre, till detta värde.

source: Velat merkitään velan ottamisen yhteydessä syntyneellä emissiovoitolla tai -tappiolla oikaistuun nimellisarvoon, tai jos velka on sidottu indeksiin taikka muuhun vertailuperusteeseen, se arvostetaan tätä korkeampaan muuttuneen vertailuperusteen mukaiseen arvoon.
sv_se: Skulder upptas till nominellt belopp som korrigerats enligt den emissionsvinst eller förlust som uppkommit i samband med upplåningen eller, om skulden är bunden vid index eller annan jämförelsegrund, till det högre belopp vartill den stigit på grund av den förändrade jämförelsegrunden.

source: Ulkomaanrahan määräiset erät muunnetaan euromääräisiksi Euroopan keskuspankin julkaiseman varainhoitovuoden viimeisen kurssin mukaan.
sv_se: Poster i utländsk valuta ändras till eurobelopp enligt den sista kurs för finansåret som publicerats av Europeiska centralbanken.

source: Jos nämä erät ovat sopimuksin tai muuten sidottu tiettyyn kurssiin, ne muunnetaan euromääräisiksi sitä noudattaen.
sv_se: Är dessa poster emellertid genom avtal eller på något annat sätt bundna vid en bestämd kurs, omräknas de till euro enligt denna kurs.

source: Rahoituslaskelman laatiminen
sv_se: Uppgörande av finansieringsanalys

source: Valtion rahoituslaskelma laaditaan rahavirtalaskelman muotoon.
sv_se: Statens finansieringsanalys uppgörs i form av en kassaflödesanalys.

source: Se on valtion tuotto- ja kululaskelmaa sekä tasetta täydentävä laskelma, jossa esitetään rahan lähteet ja käyttö.
sv_se: Det är en analys som kompletterar statens intäkts- och kostnadskalkyl samt balansräkning och som presenterar finansieringskällan och pengarnas användning.

source: Laskelma jakautuu oman toiminnan, siirtotalouden, investointien ja rahoituksen rahavirtojen kuvaamiseen.
sv_se: Analysen indelas i en beskrivning av penningflödena inom den egna verksamheten, överföringsekonomin, investeringarna och finansieringen.

source: Kussakin osiossa esitetään siihen kuuluvat rahan lähteet ja käyttö niin, että jäännöseränä on osion synnyttämä rahavirta.
sv_se: I varje del presenteras därmed anknutna finansieringskällor och användning så att slutresultatet är det kassaflöde som delen gett upphov till.

source: Kaikkien osioiden rahavirtojen summana saadaan likvidien varojen muutos.
sv_se: Genom summan av alla delars kassaflöden erhålls ändringen av likvida medel.

source: Laskelmalla esitetään myös likvidien varojen määrä vuoden alussa ja lopussa.
sv_se: Analysen presenterar också mängden likvida medel i början och i slutet av året.

source: Rahoituslaskelma laaditaan olennaisilta osiltaan maksuperusteisesti.
sv_se: Finansieringsanalysen uppgörs till väsentliga delar enligt kontantprincipen.

source: Liikekirjanpidon kirjausperusteet
sv_se: Registreringsgrunder i affärsbokföringen

source: Liikekirjanpidossa tuotannontekijöiden hankinnasta aiheutuvan menon kirjaamisperusteena on tuotannontekijän vastaanottaminen.
sv_se: I affärsbokföringen är registreringsgrunden för en utgift som orsakats av anskaffning av produktionsfaktorer mottagandet av produktionsfaktorn.

source: Suoritteiden myynnistä saatavan tulon kirjaamisperusteena on suoritteen luovuttaminen.
sv_se: Registreringsgrunden för inkomster som erhållits genom försäljning av prestationer är överlåtandet av prestationen.

source: Yhteisrahoitteisen toiminnan tulo kertyy tehdyn sitoumuksen perusteella.
sv_se: Inkomster från samfinansierad verksamhet intäktsförs på basis av den ingångna förbindelsen.

source: Korot ja koronluonteiset tulot ja menot kirjataan suoriteperustetta vastaavalla tavalla.
sv_se: Räntor och inkomster och utgifter av räntenatur registreras på ett sätt som motsvarar prestationsprincipen.

source: Veroihin liittyvät korot ja koronluonteiset tulot ja menot kirjataan samoin kuin talousarviokirjanpidossa.
sv_se: Räntor i anslutning till skatter samt inkomster och utgifter av räntenatur registreras på samma sätt som i budgetbokföringen.

source: Liikekirjanpidossa muut kuin edellä tarkoitetut tulot ja menot kirjataan samoin kuin talousarviokirjanpidossa.
sv_se: Övriga än ovan avsedda inkomster och utgifter registreras i affärsbokföringen på samma sätt som i budgetbokföringen.

source: Liitteiden laatiminen
sv_se: Uppgörande av bilagor

source: Valtion tilinpäätöksen liitteet, lukuun ottamatta liitteitä 1 ja 13, laaditaan joko keskuskirjanpidon tietokannasta tehtävillä kyselyillä tai tiedot kerätään kirjanpitoyksikköjen tilinpäätösten liitteiltä.
sv_se: Bilagorna till statens bokslut, med undantag av bilagorna 1 och 13, uppgörs antingen genom sökningar i centralbokföringens databas eller också insamlas uppgifterna ur bilagorna till bokföringsenheternas bokslut.

source: Valtion eläkevastuuta koskevat tiedot kerätään Valtion Eläkerahaston tilinpäätöksestä.
sv_se: Uppgifterna om statens pensionsansvar insamlas ur Statens Pensionsfonds bokslut.

source: TILINPÄÄTÖKSEN VERTAILTAVUUS EDELLISEEN TILINPÄÄTÖKSEEN
sv_se: BOKSLUTETS JÄMFÖRBARHET MED FÖREGÅENDE BOKSLUT

source: Valtiovarainministeriö on uusinut 19.1.2016 määräyksen kirjanpitoyksikön tilinpäätöksen kaavoista ja liitteenä ilmoitettavista tiedoista.
sv_se: Finansministeriet har den 19 januari 2016 förnyat föreskriften om scheman för bokföringsenheternas bokslut och de uppgifter som ska ingå i bilagorna till bokslutet.

source: Määräystä (TM 1603) sovelletaan vuoden 2015 tilinpäätöksen laadintaan.
sv_se: Föreskriften (TM 1603) tillämpas i bokslutet för 2015.

source: Kirjanpitoyksikön tilinpäätöksen laadintaa koskevat merkittävimmät muutokset kohdistuvat liitteeseen 12:
sv_se: De signifikantaste ändringarna i fråga om bokföringsenhetens bokslut gäller bilagan 12:

source: Valtiontakaukset ja -takuut sekä muut monivuotiset vastuut.
sv_se: Statliga borgensförbindelser, statsgarantier och andra mångåriga ansvarsförbindelser.

source: Takauksista ja takuista esitetään sekä voimassa oleva (valtiota tosiasiallisesti rasittava määrä) että niiden käytettävissä oleva enimmäismäärä.
sv_se: Angående borgensförbindelser och garantier presenteras både de löpande beloppen (som de facto belastar staten) och de maximibelopp som är disponibla för dessa.

source: Lisäksi valtiontakaukset ja -takuut esitetään omissa taulukoissaan.
sv_se: Därtill ska statliga borgensförbindelser och statsgarantier anges i varsin tabell.

source: Muiden monivuotisten vastuiden osalta toistaiseksi voimassa olevien sopimusten ja sitoumusten aiheuttamissa vuosittaisissa talousarviomenoissa ja määrärahatarpeissa otetaan huomioon myös ensimmäisen mahdollisen irtisanomishetken jälkeinen irtisanomisaika.
sv_se: I fråga om andra mångåriga ansvarsförbindelser ska de årliga budgetutgifterna och anslagsbehoven för avtal och förbindelser som gäller tills vidare beaktas också fram till utgången av uppsägningstiden efter den första möjliga tidpunkten för uppsägning av avtalet eller förbindelsen.

source: Vuoden 2014 tilinpäätöksen liitteellä ilmoitettuja 31.12.2014 voimassa olleiden vastuiden määriä on korjattu.
sv_se: Ansvarsbeloppen som var i kraft 31.12.2014 och som meddelats med bilaga till bokslutet för 2014 har också korrigerats.

source: Muutokset on kuvattu liitteen 12 alaviitteissä.
sv_se: Ändringarna beskrivs i fotnoterna i bilaga 12.

source: Työ- ja elinkeinoministeriön hallinnonalalla Teknologian tutkimuskeskus VTT:n, Mittatekniikan keskuksen, Kuluttajatutkimuskeskuksen ja Matkailun edistämiskeskuksen toiminta kirjanpitoyksikköinä päättyi 31.12.2014.
sv_se: Inom arbets- och näringsministeriets förvaltningsområde har Teknologiska forskningscentralen VTT, Mätteknikcentralen MIKES, Konsumentforskningscentret och Centralen för turistfrämjande avslutat sin verksamhet som bokföringsenheter 31.12.2014.

source: Yhtiöitetty Teknologian tutkimuskeskus VTT Oy aloitti toimintansa vuoden 2015 alusta alkaen.
sv_se: Den bolagiserade Teknologiska forskningscentralen VTT Ab införde sin verksamhet i början av året 2015.

source: Myös Mittatekniikan keskus MIKESin toiminta siirtyi osaksi Teknologian tutkimuskeskus VTT Oy:tä.
sv_se: Även verksamheten av Mätteknikcentralen MIKES överfördes till en del av Teknologiska forskningscentralen VTT Ab.

source: Osin apporttina maksettu Teknologian tutkimuskeskus VTT Oy:n hankintameno 167 milj. euroa näkyy valtion taseessa käyttöomaisuusarvopapereiden muutoksessa.
sv_se: Teknologiska forskningscentralen VTT Ab:s anskaffningsutgift på 167 milj. euro betaldes i del som apport, och är synlig i statens balansräkning under förändringen av värdepapper ingående anläggningstillgångarna.

source: Euroopan unionissa siirryttiin uuteen kansantalouden tilinpidon järjestelmään syyskuun lopussa 2014.
sv_se: Inom Europeiska unionen övergick man i slutet av september 2014 till ett nytt nationalräkenskapssystem (ENS 2010 på engelska ESA 2010).

source: Valtion liikekirjanpito toimii kansantalouden tilinpidon yhtenä lähdeaineistona, joten nämä vaatimukset on huomioitu myös valtion liikekirjanpidossa.
sv_se: Statens affärsbokföring fungerar som källmaterial för nationalräkenskaperna och därmed beaktas kraven i ENS 2010 systemet även i statens affärsbokföring.

source: Valtion tuotto- ja kululaskelmassa sektorille ”Paikallishallinto” on yhdistetty ”Kunnat” ja ”Kuntayhtymät”.
sv_se: Till sektor ”Lokalförvaltning” i statens intäkts- och kostnadskalkyl kombineras sektorer ”Kommuner” och ”Samkommuner”.

source: Sektorille ”Valtionhallinto” on yhdistetty kaikki valtionhallinnon yksiköt.
sv_se: Alla statsförvaltningens enheter har kombinerats till sektor ”Statsförvaltning”.

source: Siirtotalouden tulojen ja menojen palautukset sekä korjaus- ja oikaisukirjaukset tehdään jatkossa samalle tilille, jolle alkuperäinen kirjauskin on tehty.
sv_se: I fortsättningen ska returneringar samt rättelse- och överföringsregistreringar av överföringsekonomins inkomster och utgifter registreras på samma konto, dit den ursprungliga registreringen bokförts.

source: TILINPÄÄTÖSVUODEN JÄLKEISET OLENNAISET TAPAHTUMAT
sv_se: VÄSENTLIGA HÄNDELSER EFTER BOKSLUTSÅRET

source: Valtiokonttorin ehdotuksen valtion vuoden 2015 tilinpäätökseksi valmistumiseen mennessä ei ole ilmennyt olennaisia tapahtumia, jotka heikentäisivät oikean ja riittävän kuvan saamista valtion vuoden 2015 tilinpäätöksestä.
sv_se: Fram till färdigställandet av Statskontorets förslag till statens bokslut för år 2015 har inga sådana väsentliga händelser inträffat som skulle försvåra anskaffandet av en riktig och tillräcklig bild av statens bokslut för år 2015.

source: Edellisten lisäksi varainhoitovuoden 2015 aikana ei ole ollut sellaisia tapahtumia, jotka merkittävästi vaikuttaisivat edellisen vuoden tilinpäätöksen tietojen vertailukelpoisuuteen.
sv_se: Under finansåret 2015 har det förutom de ovannämnda inte uppkommit sådana händelser, som betydande skulle påverka jämförbarheten av uppgifterna med bokslutet föregående år.

source: Talousarvioon lisätalousarvioissa tehdyt muutokset
sv_se: Ändringar i budgeten som gjorts i tilläggsbudgetarna

source: Talousarvioon lisätalousarviossa tehdyt muutokset osaston ja pääluokan tarkkuudella
sv_se: Ändringar i budgeten som gjorts i tilläggsbudgeterna specificerade enligt avdelning och huvudtitel

source: Osaston tai pääluokan numero ja nimi
sv_se: Avdelningens eller huvudtitelns sifferkod och rubrik

source: Talousarvio 2015 (TA)
sv_se: Budgeten 2015 (budg.)

source: Lisätalousarviot 2015 (LTA:t)
sv_se: Tilläggsbudgetarna 2015 (tilläggsbudg.)

source: Muutos % (LTA:t/TA)
sv_se: Förändring % (tilläggsbudg. / budg.)

source: Talousarvio 2015 yhteensä (TA + LTA:t)
sv_se: Budgeten 2015 sammanlagt (budg. + tilläggsbudg.)

source: OSASTOT YHTEENSÄ
sv_se: AVDELNINGARNA SAMMANLAGT

source: Talousarvioon lisätalousarviossa tehdyt muutokset osaston tai pääluokan, luvun ja momentin tarkkuudella
sv_se: Ändringar i budgeten som gjorts i tilläggsbudgetarna specificerade enligt avdelning eller huvudtitel, kapitel och moment

source: Osaston tai pääluokan, luvun ja momentin numero, nimi ja määrärahalaji
sv_se: Avdelningens eller huvudtitelns, kapitlets och momentets sifferkod, rubrik och anslagstyp

source: Muutos
sv_se: Förändring

source: VEROT JA VERONLUONTEISET TULOT
sv_se: SKATTER OCH INKOMSTER AV SKATTENATUR

source: Tulon ja varallisuuden perusteella kannettavat verot
sv_se: Skatter på grund av inkomst och förmögenhet

source: Ansio- ja pääomatuloverot
sv_se: Skatt på förvärvs- och kapitalinkomster

source: Perintö- ja lahjavero
sv_se: Skatt på arv och gåva

source: Liikevaihdon perusteella kannettavat verot ja maksut
sv_se: Skatter och avgifter på grund av omsättning

source: Valmisteverot
sv_se: Punktskatter

source: Alkoholijuomavero
sv_se: Punktskatt på alkoholdrycker

source: Makeisten, jäätelön ja virvoitusjuomien valmistevero
sv_se: Punktskatt på sötsaker, glass och läskedrycker

source: Energiaverot
sv_se: Energiskatter

source: Autovero
sv_se: Bilskatt

source: Varainsiirtovero
sv_se: Överlåtelseskatt

source: Jätevero
sv_se: Avfallsskatt

source: SEKALAISET TULOT
sv_se: INKOMSTER AV BLANDAD NATUR

source: Ulkoasiainministeriön hallinnonalan tulot
sv_se: Inkomster inom utrikesministeriets förvaltningsområde

source: Ulosottomaksut
sv_se: Utsökningsavgifter

source: EU:lta saatavat tulot
sv_se: Inkomster från EU

source: Tulot rahoitusmarkkinoiden vakauttamisesta
sv_se: Inkomster av stabiliseringen av finansmarknaden

source: Euroopan unionin perinteisten omien varojen kantopalkkiot
sv_se: Uppbördsprovision för Europeiska unionens traditionella egna medel

source: EU:n maataloustukirahastosta saatavat tulot
sv_se: Inkomster från Europeiska garantifonden för jordbruket

source: Maaseudun kehittämiseen saatavat tulot EU:lta
sv_se: Inkomster från EU för landsbygdsutveckling

source: Liikenneviraston tulot
sv_se: Trafikverkets inkomster

source: Liikenne- ja viestintäministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom kommunikationsministeriets förvaltningsområde

source: Muut sekalaiset tulot
sv_se: Övriga inkomster av blandad natur

source: Sakkotulot ja tulot hallinnollisista maksuseuraamuksista
sv_se: Böter och inkomster från administrativa betalningspåföljder

source: KORKOTULOT, OSAKKEIDEN MYYNTITULOT JA VOITON TULOUTUKSET
sv_se: RÄNTEINKOMSTER, INKOMSTER AV FÖRSÄLJNING AV AKTIER OCH INTÄKTSFÖRING AV VINST

source: Osuus valtion rahalaitosten voitosta
sv_se: Andel i statens penninginstituts vinst

source: Osuus Suomen Pankin voitosta
sv_se: Andel i Finlands Banks vinst

source: Valtion liikelaitosten voiton tuloutukset
sv_se: Intäktsföring av de statliga affärsverkens vinst

source: LAINAT
sv_se: LÅN

source: Valtiolle takaisin maksettavat lainat
sv_se: Lån som återbetalas till staten

source: Muiden lainojen lyhennykset
sv_se: Amorteringar på övriga lån

source: Valtion nettolainanotto ja velanhallinta
sv_se: Statens nettoupplåning och skuldhantering

source: Nettolainanotto ja velanhallinta
sv_se: Nettoupplåning och skuldhantering

source: EDUSKUNTA
sv_se: RIKSDAGEN

source: Eduskunnan kanslia
sv_se: Riksdagens kansli

source: Eduskunnan rakennusten peruskorjaukset (siirtomääräraha 3 v)
sv_se: Grundlig renovering av riksdagens byggnader (reservationsanslag 3 år)

source: VALTIONEUVOSTON KANSLIA
sv_se: STATSRÅDETS KANSLI

source: Hallinto
sv_se: Förvaltning

source: Valtioneuvoston kanslian toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för statsrådets kansli (reservationsanslag 2 år)

source: Arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter (förslagsanslag)

source: ULKOASIAINMINISTERIÖN HALLINNONALA
sv_se: UTRIKESMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Ulkoasiainhallinto
sv_se: Utrikesförvaltningen

source: Ulkoasiainhallinnon toimintamenot (siirtomääräraha 2 v)
sv_se: Utrikesförvaltningens omkostnader (reservationsanslag 2 år)

source: Ulkoasiainministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom utrikesministeriets förvaltningsområde (förslagsanslag)

source: Kriisinhallinta
sv_se: Krishantering

source: Suomalaisten kriisinhallintajoukkojen ylläpitomenot (arviomääräraha)
sv_se: Utgifter för underhåll av Finlands krishanteringsstyrkor (förslagsanslag)

source: Kansainvälinen kehitysyhteistyö
sv_se: Internationellt utvecklingssamarbete

source: Varsinainen kehitysyhteistyö (siirtomääräraha 3 v)
sv_se: Egentligt utvecklingssamarbete (reservationsanslag 3 år)

source: Ulkoasiainministeriön hallinnonalan muut menot
sv_se: Övriga utgifter inom utrikesministeriets förvaltningsområde

source: Eräät jäsenmaksut ja rahoitusosuudet (siirtomääräraha 2 v)
sv_se: Vissa medlemsavgifter och finansiella bidrag (reservationsanslag 2 år)

source: OIKEUSMINISTERIÖN HALLINNONALA
sv_se: JUSTITIEMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Ministeriö ja hallinto
sv_se: Ministeriet och förvaltningen

source: Oikeusministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Justitieministeriets omkostnader (reservationsanslag 2 år)

source: Oikeusrekisterikeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Rättsregistercentralens omkostnader (reservationsanslag 2 år)

source: Tuomioistuimet ja oikeusapu
sv_se: Domstolar och rättshjälp

source: Muiden tuomioistuinten toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för övriga domstolar (reservationsanslag 2 år)

source: Yksityisille oikeusavustajille maksettavat korvaukset (arviomääräraha)
sv_se: Ersättningar till privata rättsbiträden (förslagsanslag)

source: Rangaistusten täytäntöönpano
sv_se: Verkställighet av straff

source: Rikosseuraamuslaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Brottspåföljdsmyndighetens omkostnader (reservationsanslag 2 år)

source: SISÄMINISTERIÖN HALLINNONALA
sv_se: INRIKESMINISTERIETS FÖRVALTNINGSOMRÅDE

source: Sisäministeriön toimintamenot (siirtomääräraha 2 v)
sv_se: Inrikesministeriets omkostnader (reservationsanslag 2 år)
